Repository: mickaelmallet31/WebSites-Voyages
Catalog: locale/*/LC_MESSAGES/trad.po
Languages: es_es

source: Accueil
es_es: Bienvenido

source: Nouveaut&eacute;s
es_es: Actualidad

source: CV
es_es: Currículum

source: Les sports
es_es: Esportes

source: Courrir
es_es: Correr

source: Plong&eacute;e
es_es: Submarinismo

source: Liens
es_es: Lincos

source: Carnets de voyages
es_es: Libros de viajes

source: Galleries de photos
es_es: Galeria de fotografias

source: Derni&egrave;res modifications du site
es_es: Ultimas modificationes

source: Support du multilangage avec gettext
es_es: Multi lingua soporte con gettext funcion

source: Ajout des photos de Porquerolles et Cala Montjoi
es_es: Inclusion de fotos de Porquerolles y Cala Montjoi

source: Changement de barre de menu; mise &agrave; jour du CV; correction sur la transparence des images PNG
es_es: Cambio del menu

source: Suppression du module Livre d'or &agrave; cause de messages de spam
es_es: Supresion del libro de visitas porque mucho spams

source: Ajout des photos du Marathon de New-york 2005
es_es: Inclusion de fotographias del Marathon de NYC, 2005

source: Ajout d'un livre d'or
es_es: Inclusion de un libro de visitas

source: Ajout des photos de Mallorca, de quelques photos sur Trinidad, Martinique et Iles Vierges Britaniques
es_es: Inclusion de fotos de Mallorca, Trinidad, Martinica y Islas Virgines Britannicas

source: Modification graphique du site (couleur, largeur fixee). Correction des pages pour &ecirc;tre en conformance avec CSS 2.1 et XHTML
es_es: TBD

source: Ajout des photos d'Ibiza
es_es: Inclusion de fotos de Ibiza

source: Photos du Portugal ajout&eacute;es
es_es: Inclusion de fotos de Portugal

source: Ajout des photos du s&eacute;jour &agrave; Chamonix
es_es: Inclusion de fotos del estancia a Chamonix

source: Ajout du r&eacute;cit du voyage au Qu&eacute;bec
es_es: TBD

source: Reconstruction du site en PHP
es_es: TBD

source: Photos du Qu&eacute;bec
es_es: Québec fotografias

source: R&eacute;cit d'Hurghada termin&eacute
es_es: TBD

source: Photos d'Hurghada diffus&eacute;es
es_es: Inclusion de fotos de Hurghada

source: Date
es_es: Fecha

source: Commentaires
es_es: Commentarios
